Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# used_when_capturing_notes_via_hotkey_can_add_mar
source: Used when capturing notes via hotkey. Can add markdown formatting for longer content.
ar: يستخدم عند التقاط الملاحظات عبر مفتاح التشغيل السريع. يمكن إضافة تنسيق تخفيض السعر لمحتوى أطول.
bn: হটকির মাধ্যমে নোট ক্যাপচার করার সময় ব্যবহৃত হয়। দীর্ঘ বিষয়বস্তুর জন্য মার্কডাউন বিন্যাস যোগ করতে পারেন।
cs: Používá se při pořizování poznámek pomocí klávesové zkratky. Pro delší obsah lze přidat formátování markdown.
da: Bruges til at fange noter via genvejstast. Kan tilføje markdown-formatering for længere indhold.
de: Wird beim Erfassen von Notizen über Tastenkürzel verwendet. Kann Markdown-Formatierung für längeren Inhalt hinzufügen.
el: Χρησιμοποιείται κατά τη λήψη σημειώσεων μέσω πλήκτρου πρόσβασης. Μπορεί να προσθέσει μορφοποίηση σήμανσης για μεγαλύτερο περιεχόμενο.
es: Se usa al capturar notas mediante atajo de teclado. Puede añadir formato markdown para contenido más extenso.
fi: Käytetään muistiinpanojen tallentamiseen pikanäppäimellä. Voidaan lisätä merkintämuotoilua pidemmälle sisällölle.
fr: Utilisé lors de la capture de notes via raccourci. Peut ajouter du formatage markdown pour du contenu plus long.
he: משמש בעת לכידת הערות באמצעות מקש קיצור. יכול להוסיף עיצוב סימון לתוכן ארוך יותר.
hi: हॉटकी के माध्यम से नोट्स कैप्चर करते समय उपयोग किया जाता है। लंबी सामग्री के लिए मार्कडाउन फ़ॉर्मेटिंग जोड़ सकते हैं।
hu: Jegyzetek gyorsbillentyűvel történő rögzítésekor használatos. Lecsökkenthető formázást adhat hozzá a hosszabb tartalomhoz.
id: Digunakan saat mengambil catatan melalui hotkey. Dapat menambahkan format penurunan harga untuk konten yang lebih panjang.
it: Utilizzato durante l'acquisizione di note tramite tasto di scelta rapida. Può aggiungere la formattazione del markdown per contenuti più lunghi.
ja: ホットキー経由でメモをキャプチャするときに使用します。長いコンテンツにマークダウン形式を追加できます。
ko: 단축키를 통해 메모를 캡처할 때 사용됩니다. 더 긴 콘텐츠에 마크다운 형식을 추가할 수 있습니다.
ms: Digunakan semasa menangkap nota melalui hotkey. Boleh menambah pemformatan turun untuk kandungan yang lebih panjang.
nb: Brukes når du fanger notater via hurtigtast. Kan legge til markdown-formatering for lengre innhold.
nl: Wordt gebruikt bij het vastleggen van notities via een sneltoets. Kan markdown-opmaak toevoegen voor langere inhoud.
pl: Używane podczas przechwytywania notatek za pomocą skrótu klawiszowego. W przypadku dłuższych treści można dodać formatowanie Markdown.
pt_br: Usado ao capturar notas via tecla de atalho. Pode adicionar formatação de redução para conteúdo mais longo.
ro: Folosit la capturarea notelor prin taste rapide. Poate adăuga formatare de reducere pentru conținut mai lung.
ru: Используется при захвате заметок с помощью горячей клавиши. Можно добавить форматирование уценки для более длинного контента.
sv: Används för att fånga anteckningar via snabbtangent. Kan lägga till markdown-formatering för längre innehåll.
th: ใช้เมื่อบันทึกโน้ตผ่านปุ่มลัด สามารถเพิ่มการจัดรูปแบบมาร์กดาวน์สำหรับเนื้อหาที่ยาวขึ้นได้
tr: Kısayol tuşuyla not alırken kullanılır. Daha uzun içerik için işaretleme biçimlendirmesi eklenebilir.
uk: Використовується під час захоплення нотаток за допомогою гарячої клавіші. Можна додати форматування розмітки для довшого вмісту.
vi: Được sử dụng khi ghi chú bằng phím nóng. Có thể thêm định dạng đánh dấu cho nội dung dài hơn.
zh_hans: 在使用快捷键捕获笔记时使用。可以为较长的内容添加 Markdown 格式。
zh_hant: 在使用快捷鍵捕獲筆記時使用。可以為較長的內容新增 Markdown 格式。

source: Uses a built-in prompt tuned for this task.
ar: يستخدم موجهًا مدمجًا تم ضبطه لهذه المهمة.
bn: এই কাজের জন্য টিউন করা একটি অন্তর্নির্মিত প্রম্পট ব্যবহার করে।
cs: Používá vestavěnou výzvu vyladěnou pro tento úkol.
da: Bruger en indbygget prompt, der er indstillet til denne opgave.
de: Verwendet einen für diese Aufgabe abgestimmten integrierten Prompt.
el: Χρησιμοποιεί μια ενσωματωμένη προτροπή συντονισμένη για αυτήν την εργασία.
es: Usa un prompt integrado ajustado para esta tarea.
fi: Käyttää sisäänrakennettua kehotetta, joka on viritetty tätä tehtävää varten.
fr: Utilise une invite intégrée adaptée à cette tâche.
he: משתמש בהנחיה מובנית המכווננת למשימה זו.
hi: इस कार्य के लिए ट्यून किए गए अंतर्निहित प्रॉम्प्ट का उपयोग करता है।
hu: A feladathoz hangolt beépített promptot használ.
id: Menggunakan prompt bawaan yang disesuaikan untuk tugas ini.
it: Usa un prompt integrato ottimizzato per questa attività.
ja: このタスク用に調整された組み込みプロンプトを使用します。
ko: 이 작업에 맞게 조정된 내장 프롬프트를 사용합니다.
ms: Menggunakan gesaan terbina dalam yang ditala untuk tugas ini.
nb: Bruker en innebygd ledetekst innstilt for denne oppgaven.
nl: Gebruikt een ingebouwde prompt die is afgestemd op deze taak.
pl: Używa wbudowanego monitu dostosowanego do tego zadania.
pt_br: Usa um prompt interno ajustado para esta tarefa.
ro: Utilizează un prompt încorporat reglat pentru această sarcină.
ru: Использует встроенную подсказку, настроенную для этой задачи.
sv: Använder en inbyggd prompt som är inställd för denna uppgift.
th: ใช้พร้อมต์ในตัวที่ปรับแต่งสำหรับงานนี้
tr: Bu görev için ayarlanmış yerleşik bir istem kullanır.
uk: Використовує вбудовану підказку, налаштовану для цього завдання.
vi: Sử dụng lời nhắc tích hợp được điều chỉnh cho tác vụ này.
zh_hans: 使用针对此任务调整的内置提示。
zh_hant: 使用針對此任務調整的內建提示。

# uses_the_560ms_nemotron_variant_for_snappier_par
source: Uses the 560ms Nemotron variant for snappier partial text. Default is the 1120ms variant (best accuracy).
ar: يستخدم متغير Nemotron بسرعة 560 مللي ثانية لنص جزئي أسرع. الافتراضي هو متغير 1120 مللي ثانية (أفضل دقة).
bn: দ্রুততর আংশিক টেক্সটের জন্য 560ms Nemotron ভ্যারিয়েন্ট ব্যবহার করে। ডিফল্ট হল 1120ms ভ্যারিয়েন্ট (সেরা নির্ভুলতা)।
cs: Používá variantu Nemotron 560 ms pro svižnější průběžný text. Výchozí je varianta 1120 ms (nejlepší přesnost).
da: Bruger 560 ms Nemotron-varianten til hurtigere løbende tekst. Standard er 1120 ms-varianten (bedst nøjagtighed).
de: Verwendet die 560-ms-Nemotron-Variante für flotteren Zwischentext. Standard ist die 1120-ms-Variante (beste Genauigkeit).
el: Χρησιμοποιεί την παραλλαγή Nemotron 560ms για πιο γρήγορο ενδιάμεσο κείμενο. Προεπιλογή είναι η παραλλαγή 1120ms (καλύτερη ακρίβεια).
es: Usa la variante Nemotron de 560 ms para texto parcial más ágil. La predeterminada es la variante de 1120 ms (mejor precisión).
fi: Käyttää 560 ms:n Nemotron-varianttia nopeampaan välitekstiin. Oletus on 1120 ms:n variantti (paras tarkkuus).
fr: Utilise la variante Nemotron 560 ms pour un texte partiel plus réactif. La variante par défaut est 1120 ms (meilleure précision).
he: משתמש בגרסת Nemotron של 560ms לטקסט חלקי מהיר יותר. ברירת המחדל היא גרסת 1120ms (הדיוק הטוב ביותר).
hi: तेज़ आंशिक टेक्स्ट के लिए 560ms Nemotron वैरिएंट का उपयोग करता है। डिफ़ॉल्ट 1120ms वैरिएंट है (सर्वोत्तम सटीकता)।
hu: Az 560 ms-os Nemotron-változatot használja a gyorsabb részszöveghez. Az alapértelmezett az 1120 ms-os változat (legjobb pontosság).
id: Menggunakan varian Nemotron 560 md untuk teks parsial yang lebih responsif. Default adalah varian 1120 md (akurasi terbaik).
it: Usa la variante Nemotron da 560 ms per testo parziale più reattivo. La predefinita è la variante da 1120 ms (migliore precisione).
ja: 560msのNemotronバリアントを使用して途中テキストの表示を速くします。デフォルトは1120msバリアント（最高精度）です。
ko: 더 빠른 부분 텍스트를 위해 560ms Nemotron 변형을 사용합니다. 기본값은 1120ms 변형입니다(최고 정확도).
ms: Menggunakan varian Nemotron 560ms untuk teks separa yang lebih pantas. Lalai ialah varian 1120ms (ketepatan terbaik).
nb: Bruker 560 ms Nemotron-varianten for raskere underveistekst. Standard er 1120 ms-varianten (best nøyaktighet).
nl: Gebruikt de 560ms Nemotron-variant voor vlottere tussentekst. Standaard is de 1120ms-variant (beste nauwkeurigheid).
pl: Używa wariantu Nemotron 560 ms dla szybszego tekstu częściowego. Domyślny jest wariant 1120 ms (najlepsza dokładność).
pt_br: Usa a variante Nemotron de 560 ms para texto parcial mais ágil. O padrão é a variante de 1120 ms (melhor precisão).
ro: Folosește varianta Nemotron de 560 ms pentru text parțial mai rapid. Implicită este varianta de 1120 ms (cea mai bună acuratețe).
ru: Использует вариант Nemotron 560 мс для более быстрого промежуточного текста. По умолчанию — вариант 1120 мс (лучшая точность).
sv: Använder 560 ms Nemotron-varianten för snabbare deltext. Standard är 1120 ms-varianten (bäst noggrannhet).
th: ใช้ Nemotron รุ่น 560ms เพื่อข้อความระหว่างพูดที่เร็วขึ้น ค่าเริ่มต้นคือรุ่น 1120ms (ความแม่นยำสูงสุด)
tr: Daha hızlı ara metin için 560 ms Nemotron varyantını kullanır. Varsayılan, 1120 ms varyantıdır (en iyi doğruluk).
uk: Використовує варіант Nemotron 560 мс для швидшого проміжного тексту. Типовим є варіант 1120 мс (найкраща точність).
vi: Dùng biến thể Nemotron 560ms để hiển thị văn bản tạm nhanh hơn. Mặc định là biến thể 1120ms (độ chính xác tốt nhất).
zh_hans: 使用 560ms Nemotron 变体以更快显示中间文本。默认为 1120ms 变体（最佳准确度）。
zh_hant: 使用 560ms Nemotron 變體以更快顯示中間文字。預設為 1120ms 變體（最佳準確度）。

source: Version %@ (%@)
ar: الإصدار %@ (%@)
bn: সংস্করণ %@ (%@)
cs: Verze %@ (%@)
el: Έκδοση %@ (%@)
es: Versión %@ (%@)
fi: Versio %@ (%@)
he: גרסה %@ (%@)
hi: संस्करण %@ (%@)
hu: %@ verzió (%@)
id: Versi %@ (%@)
it: Versione %@ (%@)
ja: バージョン %@ (%@)
ko: 버전 %@ (%@)
ms: Versi %@ (%@)
nb: Versjon %@ (%@)
nl: Versie %@ (%@)
pl: Wersja %@ (%@)
pt_br: Versão %@ (%@)
ro: Versiunea %@ (%@)
ru: Версия %@ (%@)
th: เวอร์ชัน %@ (%@)
tr: Sürüm %@ (%@)
uk: Версія %@ (%@)
vi: Phiên bản %@ (%@)
zh_hans: 版本 %@ (%@)
zh_hant: 版本 %@ (%@)

source: Very Fast
ar: سريع جدًا
bn: খুব দ্রুত
cs: Velmi rychlé
da: Meget hurtig
de: Sehr schnell
el: Πολύ Γρήγορο
es: Muy rápido
fi: Erittäin nopea
fr: Très rapide
he: מהיר מאוד
hi: बहुत तेज
hu: Nagyon gyors
id: Sangat cepat
it: Molto veloce
ja: 非常に速い
ko: 매우 빠름
ms: Sangat Cepat
nb: Veldig rask
nl: Zeer snel
pl: Bardzo szybko
pt_br: Muito rápido
ro: Foarte rapid
ru: Очень быстро
sv: Mycket snabb
th: เร็วมาก
tr: Çok hızlı
uk: Дуже швидко
vi: Rất nhanh
zh_hans: 非常快
zh_hant: 非常快

source: via %@
ar: عبر %@
bn: %@ এর মাধ্যমে
cs: přes %@
de: über %@
el: μέσω %@
es: vía %@
fi: kautta %@
he: דרך %@
hi: %@ के माध्यम से
hu: ezen keresztül: %@
id: melalui %@
it: tramite %@
ja: %@経由
ko: %@를 통해
ms: melalui %@
pl: przez %@
pt_br: através de %@
ro: prin %@
ru: через %@
th: ผ่าน %@
tr: %@ aracılığıyla
uk: через %@
vi: qua %@
zh_hans: 通过 %@
zh_hant: 透過 %@

source: Vibe Mode
ar: وضع فيبي
bn: ভাইব মোড
cs: Vibe režim
da: Vibe-tilstand
de: Vibe-Modus
el: Λειτουργία Vibe
fi: Vibe-tila
fr: Mode Vibe
he: מצב וייב
hi: वाइब मोड
hu: Vibe mód
id: Mode Getaran
it: Modalità vibrazione
ja: バイブモード
ko: 바이브 모드
ms: Mod Vibe
nb: Vibe-modus
nl: Vibe-modus
pl: Tryb Vibe
pt_br: Modo vibração
ro: Modul Vibe
ru: Режим вибрации
sv: Vibeläge
th: โหมดบรรยากาศ
tr: Ortam Modu
uk: Режим Vibe
vi: Chế độ rung cảm
zh_hans: Vibe 模式
zh_hant: Vibe 模式

# vibe_mode_captures_structured_ui_context_when_re
source: Vibe mode captures structured UI context when recording starts so AI enhancement can use your active app state as reference.
ar: يلتقط وضع Vibe سياق واجهة المستخدم المنظم عند بدء التسجيل حتى يتمكن تحسين الذكاء الاصطناعي من استخدام حالة التطبيق النشطة كمرجع.
bn: রেকর্ডিং শুরু হলে Vibe মোড স্ট্রাকচার্ড UI প্রসঙ্গ ক্যাপচার করে যাতে AI বর্ধিতকরণ আপনার সক্রিয় অ্যাপের অবস্থাকে রেফারেন্স হিসেবে ব্যবহার করতে পারে।
cs: Režim Vibe zachycuje strukturovaný kontext uživatelského rozhraní při zahájení nahrávání, takže vylepšení AI může použít stav vaší aktivní aplikace jako referenci.
da: Vibe-tilstand fanger struktureret UI-kontekst, når optagelsen starter, så AI-forbedring kan bruge din aktive app-tilstand som reference.
de: Der Vibe-Modus erfasst strukturierten UI-Kontext beim Start der Aufnahme, damit die KI-Verbesserung den Status Ihrer aktiven App als Referenz nutzen kann.
el: Η λειτουργία Vibe καταγράφει το δομημένο περιβάλλον διεπαφής χρήστη όταν ξεκινά η εγγραφή, έτσι ώστε η βελτίωση AI να μπορεί να χρησιμοποιεί την ενεργή κατάσταση της εφαρμογής σας ως αναφορά.
es: El modo vibe captura contexto estructurado de la UI cuando empieza la grabación para que la mejora con IA pueda usar el estado de tu app activa como referencia.
fi: Vibe-tila kaappaa strukturoidun käyttöliittymäkontekstin tallennuksen alkaessa, jotta tekoälyn parannus voi käyttää aktiivista sovelluksesi tilaa viitteenä.
fr: Le mode Vibe capture le contexte UI structuré au démarrage de l'enregistrement pour que l'amélioration IA puisse utiliser l'état de votre app active comme référence.
he: מצב Vibe לוכד הקשר מובנה של ממשק המשתמש כאשר ההקלטה מתחילה כך ששיפור בינה מלאכותית יכול להשתמש במצב האפליקציה הפעילה שלך כעיון.
hi: रिकॉर्डिंग शुरू होने पर वाइब मोड संरचित यूआई संदर्भ को कैप्चर करता है ताकि एआई एन्हांसमेंट आपके सक्रिय ऐप स्थिति को संदर्भ के रूप में उपयोग कर सके।
hu: A Vibe mód rögzíti a strukturált felhasználói felület kontextusát a felvétel indításakor, így az AI-javítás referenciaként használhatja az aktív alkalmazásállapotot.
id: Mode getar menangkap konteks UI terstruktur saat perekaman dimulai sehingga peningkatan AI dapat menggunakan status aplikasi aktif Anda sebagai referensi.
it: La modalità Vibe acquisisce il contesto dell'interfaccia utente strutturata all'avvio della registrazione in modo che il miglioramento dell'intelligenza artificiale possa utilizzare lo stato dell'app attiva come riferimento.
ja: Vibe モードでは、録音開始時に構造化された UI コンテキストをキャプチャするため、AI 拡張機能でアクティブなアプリの状態を参照として使用できます。
ko: Vibe 모드는 녹화가 시작될 때 구조화된 UI 컨텍스트를 캡처하므로 AI 향상 기능이 활성 앱 상태를 참조로 사용할 수 있습니다.
ms: Mod vibe menangkap konteks UI berstruktur apabila rakaman bermula supaya peningkatan AI boleh menggunakan keadaan apl aktif anda sebagai rujukan.
nb: Vibe-modus fanger opp strukturert brukergrensesnitt-kontekst når opptaket starter, slik at AI-forbedring kan bruke den aktive appstatusen din som referanse.
nl: De Vibe-modus legt de gestructureerde UI-context vast wanneer de opname start, zodat AI-verbetering uw actieve app-status als referentie kan gebruiken.
pl: Tryb Vibe przechwytuje uporządkowany kontekst interfejsu użytkownika po rozpoczęciu nagrywania, dzięki czemu ulepszenia AI mogą wykorzystać stan aktywnej aplikacji jako punkt odniesienia.
pt_br: O modo Vibe captura o contexto estruturado da UI quando a gravação é iniciada para que o aprimoramento da IA ​​possa usar o estado ativo do seu aplicativo como referência.
ro: Modul Vibe captează contextul structurat al interfeței de utilizare atunci când începe înregistrarea, astfel încât îmbunătățirea AI să poată utiliza starea dvs. activă a aplicației ca referință.
ru: Режим Vibe фиксирует структурированный контекст пользовательского интерфейса при начале записи, поэтому ИИ-улучшение может использовать активное состояние вашего приложения в качестве эталона.
sv: Vibe-läget fångar strukturerat användargränssnitt när inspelningen startar så att AI-förbättring kan använda ditt aktiva apptillstånd som referens.
th: โหมด Vibe จะบันทึกบริบท UI ที่มีโครงสร้างเมื่อเริ่มการบันทึก เพื่อให้การเพิ่มประสิทธิภาพ AI สามารถใช้สถานะแอปที่ใช้งานอยู่ของคุณเป็นข้อมูลอ้างอิง
tr: Vibe modu, kayıt başladığında yapılandırılmış kullanıcı arayüzü bağlamını yakalar, böylece AI geliştirmesi aktif uygulama durumunuzu referans olarak kullanabilir.
uk: Режим Vibe фіксує структурований контекст інтерфейсу користувача на початку запису, щоб удосконалення штучного інтелекту могло використовувати стан вашої активної програми як довідковий матеріал.
vi: Chế độ Vibe ghi lại bối cảnh giao diện người dùng có cấu trúc khi quá trình ghi bắt đầu để tính năng nâng cao AI có thể sử dụng trạng thái ứng dụng đang hoạt động của bạn làm tham chiếu.
zh_hans: Vibe 模式在录制开始时捕获结构化的 UI 上下文，以便 AI 增强可以将您的活动应用状态作为参考。
zh_hant: Vibe 模式在錄製開始時捕獲結構化的 UI 上下文，以便 AI 增強可以將您的活動應用狀態作為參考。

# vibe_mode_works_best_with_accessibility_permissi
source: Vibe mode works best with Accessibility permission. Without it, Pindrop falls back to limited app metadata and transcription still works normally.
ar: يعمل وضع Vibe بشكل أفضل مع إذن الوصول. وبدون ذلك، يعود Pindrop إلى البيانات الوصفية المحدودة للتطبيق ويظل النسخ يعمل بشكل طبيعي.
bn: Vibe মোড অ্যাক্সেসিবিলিটি অনুমতির সাথে সবচেয়ে ভালো কাজ করে। এটি ছাড়া, Pindrop সীমিত অ্যাপ মেটাডেটাতে ফিরে আসে এবং ট্রান্সক্রিপশন এখনও স্বাভাবিকভাবে কাজ করে।
cs: Vibe režim funguje nejlépe s oprávněním Usnadnění. Bez něj se Pindrop vrátí k omezeným metadatům aplikace a přepis stále funguje normálně.
da: Vibe-tilstand fungerer bedst med tilgængelighedstilladelse. Uden det falder Pindrop tilbage til begrænsede app-metadata, og transskription fungerer stadig normalt.
de: Der Vibe-Modus funktioniert am besten mit der Bedienungshilfen-Berechtigung. Ohne diese fällt Pindrop auf begrenzte App-Metadaten zurück und die Transkription funktioniert weiterhin normal.
el: Η λειτουργία Vibe λειτουργεί καλύτερα με την άδεια Προσβασιμότητας. Χωρίς αυτό, το Pindrop επιστρέφει σε περιορισμένα μεταδεδομένα εφαρμογής και η μεταγραφή εξακολουθεί να λειτουργεί κανονικά.
es: El modo vibe funciona mejor con el permiso de Accesibilidad. Sin él, Pindrop recurre a metadatos limitados de la app y la transcripción sigue funcionando con normalidad.
fi: Vibe-tila toimii parhaiten esteettömyysluvalla. Ilman sitä Pindrop palaa rajoitettuun sovelluksen metatietoon ja transkriptio toimii edelleen normaalisti.
fr: Le mode vibe fonctionne mieux avec l'autorisation d'accessibilité. Sans cela, Pindrop revient aux métadonnées d'application limitées et la transcription fonctionne toujours normalement.
he: מצב Vibe עובד בצורה הטובה ביותר עם הרשאת נגישות. בלעדיו, Pindrop חוזר למטא נתונים מוגבלים של אפליקציה והתמלול עדיין עובד כרגיל.
hi: एक्सेसिबिलिटी अनुमति के साथ वाइब मोड सबसे अच्छा काम करता है। इसके बिना, पिनड्रॉप सीमित ऐप मेटाडेटा पर वापस आ जाता है और ट्रांसक्रिप्शन अभी भी सामान्य रूप से काम करता है।
hu: A Vibe mód a Kisegítő lehetőségek engedéllyel működik a legjobban. Enélkül a Pindrop korlátozott alkalmazás-metaadatokra tér vissza, és az átírás továbbra is normálisan működik.
id: Mode getaran berfungsi paling baik dengan izin Aksesibilitas. Tanpanya, Pindrop kembali ke metadata aplikasi terbatas dan transkripsi masih berfungsi normal.
it: La modalità Vibe funziona meglio con l'autorizzazione di Accessibilità. Senza di esso, Pindrop ricorre ai metadati limitati dell'app e la trascrizione funziona ancora normalmente.
ja: Vibe モードは、アクセシビリティ権限を使用すると最適に動作します。これがなければ、Pindrop は制限されたアプリのメタデータにフォールバックし、トランスクリプションは引き続き正常に機能します。
ko: Vibe 모드는 접근성 권한이 있는 경우 가장 잘 작동합니다. 그것이 없으면 Pindrop은 제한된 앱 메타데이터로 돌아가고 전사는 여전히 정상적으로 작동합니다.
ms: Mod vibe berfungsi paling baik dengan kebenaran Kebolehaksesan. Tanpa itu, Pindrop kembali kepada metadata apl terhad dan transkripsi masih berfungsi seperti biasa.
nb: Vibe-modus fungerer best med tilgjengelighetstillatelse. Uten det faller Pindrop tilbake til begrensede app-metadata og transkripsjon fungerer fortsatt normalt.
nl: De Vibe-modus werkt het beste met Toegankelijkheidstoestemming. Zonder dit valt Pindrop terug op beperkte app-metagegevens en werkt transcriptie nog steeds normaal.
pl: Tryb Vibe działa najlepiej po przyznaniu uprawnienia Dostępności. Bez niego Pindrop korzysta z ograniczonych metadanych aplikacji, a transkrypcja nadal działa normalnie.
pt_br: O modo Vibe funciona melhor com permissão de acessibilidade. Sem ele, o Pindrop recorre a metadados limitados do aplicativo e a transcrição ainda funciona normalmente.
ro: Modul Vibe funcționează cel mai bine cu permisiunea Accesibilitate. Fără aceasta, Pindrop se întoarce la metadatele limitate ale aplicației, iar transcrierea funcționează în continuare normal.
ru: Режим Vibe лучше всего работает с разрешением «Специальные возможности». Без этого Pindrop возвращается к ограниченным метаданным приложения, и транскрипция по-прежнему работает нормально.
sv: Vibe-läge fungerar bäst med tillgänglighetsbehörighet. Utan det faller Pindrop tillbaka till begränsad appmetadata och transkription fungerar fortfarande normalt.
th: โหมด Vibe ทำงานได้ดีที่สุดเมื่อได้รับอนุญาตจากการเข้าถึง หากไม่มีสิ่งนี้ Pindrop จะกลับไปใช้ข้อมูลเมตาของแอปที่จำกัด และการถอดเสียงยังคงทำงานได้ตามปกติ
tr: Vibe modu, Erişilebilirlik izniyle en iyi şekilde çalışır. Bu olmadan, Pindrop sınırlı uygulama meta verilerine geri döner ve transkripsiyon hala normal şekilde çalışır.
uk: Режим Vibe найкраще працює з дозволом на спеціальні можливості. Без нього Pindrop повертається до обмежених метаданих програми, і транскрипція все ще працює нормально.
vi: Chế độ Vibe hoạt động tốt nhất với quyền Trợ năng. Nếu không có nó, Pindrop sẽ quay trở lại với siêu dữ liệu ứng dụng hạn chế và quá trình phiên âm vẫn hoạt động bình thường.
zh_hans: Vibe 模式在具有辅助功能权限时效果最佳。没有它，Pindrop 将回退到有限的应用元数据，转录仍能正常工作。
zh_hant: Vibe 模式在具有輔助功能許可權時效果最佳。沒有它，Pindrop 將回退到有限的應用後設資料，轉錄仍能正常工作。

source: View
ar: منظر
bn: দেখুন
cs: Pohled
da: Udsigt
de: Ansicht
el: Θέα
es: Ver
fi: Näytä
fr: Vue
he: נוֹף
hi: देखना
hu: Kilátás
id: Melihat
it: Visualizzazione
ja: ビュー
ko: 보다
ms: Lihat
nb: Utsikt
nl: Weergave
pl: Widok
pt_br: Visualizar
ro: Vedere
ru: Вид
sv: Se
th: ดู
tr: Görüş
uk: Переглянути
vi: Xem
zh_hans: 视图
zh_hant: 檢視

source: View all
ar: عرض الكل
bn: সব দেখুন
cs: Zobrazit vše
da: Se alle
de: Alle anzeigen
el: Προβολή όλων
es: Ver todo
fi: Näytä kaikki
fr: Tout voir
he: הצג הכל
hi: सभी को देखें
hu: Az összes megtekintése
id: Lihat semua
it: Visualizza tutto
ja: すべて見る
ko: 모두 보기
ms: Lihat semua
nb: Se alle
nl: Bekijk alles
pl: Zobacz wszystkie
pt_br: Ver tudo
ro: Vezi toate
ru: Посмотреть все
sv: Visa alla
th: ดูทั้งหมด
tr: Tümünü görüntüle
uk: Переглянути всі
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 檢視全部

source: View library
ar: عرض المكتبة
bn: লাইব্রেরি দেখুন
cs: Zobrazit knihovnu
da: Vis bibliotek
de: Bibliothek anzeigen
el: Προβολή βιβλιοθήκης
es: Ver biblioteca
fi: Näytä kirjasto
fr: Voir la bibliothèque
he: הצג ספרייה
hi: लाइब्रेरी देखें
hu: Könyvtár megtekintése
id: Lihat pustaka
it: Visualizza libreria
ja: ライブラリを表示
ko: 라이브러리 보기
ms: Lihat pustaka
nb: Vis bibliotek
nl: Bibliotheek weergeven
pl: Pokaż bibliotekę
pt_br: Ver biblioteca
ro: Vezi biblioteca
ru: Просмотреть библиотеку
sv: Visa bibliotek
th: ดูไลบรารี
tr: Kitaplığı görüntüle
uk: Переглянути бібліотеку
vi: Xem thư viện
zh_hans: 查看资料库
zh_hant: 檢視資料庫

source: View transcript history
ar: عرض تاريخ النسخ
bn: প্রতিলিপি ইতিহাস দেখুন
cs: Zobrazit historii přepisů
da: Se transkriptionshistorik
de: Transkriptionsverlauf anzeigen
el: Προβολή ιστορικού μεταγραφής
fi: Näytä transkriptiohistoria
fr: Voir l'historique des transcriptions
he: הצג היסטוריית תמלול
hi: प्रतिलेख इतिहास देखें
hu: Átírási előzmények megtekintése
id: Lihat riwayat transkrip
it: Visualizza la cronologia della trascrizione
ja: トランスクリプト履歴の表示
ko: 성적 기록 보기
ms: Lihat sejarah transkrip
nb: Se transkripsjonshistorikk
nl: Bekijk de transcriptiegeschiedenis
pl: Wyświetl historię transkrypcji
pt_br: Ver histórico de transcrição
ro: Vedeți istoricul transcrierilor
ru: Просмотреть историю стенограмм
sv: Se transkriptionshistorik
th: ดูประวัติการถอดเสียง
tr: Transkript geçmişini görüntüle
uk: Переглянути історію розшифровки
vi: Xem lịch sử bản ghi
zh_hans: 查看转录历史
zh_hant: 檢視轉錄歷史

source: View transcription history
ar: عرض تاريخ النسخ
bn: প্রতিলিপি ইতিহাস দেখুন
cs: Zobrazit historii přepisů
da: Se transskriptionshistorik
de: Transkriptionsverlauf anzeigen
el: Προβολή ιστορικού μεταγραφής
fi: Näytä transkriptiohistoria
fr: Voir l'historique des transcriptions
he: הצג היסטוריית תמלול
hi: प्रतिलेखन इतिहास देखें
hu: Átírási előzmények megtekintése
id: Lihat riwayat transkripsi
it: Visualizza la cronologia delle trascrizioni
ja: 文字起こし履歴の表示
ko: 전사 기록 보기
ms: Lihat sejarah transkripsi
nb: Se transkripsjonshistorikk
nl: Transcriptiegeschiedenis bekijken
pl: Wyświetl historię transkrypcji
pt_br: Ver histórico de transcrição
ro: Vedeți istoricul transcripțiilor
ru: Посмотреть историю транскрипции
sv: Visa transkriptionshistorik
th: ดูประวัติการถอดเสียง
tr: Transkripsiyon geçmişini görüntüle
uk: Переглянути історію транскрипції
vi: Xem lịch sử phiên âm
zh_hans: 查看转录历史
zh_hant: 檢視轉錄歷史
